[Network_Port_Scan]
search = index=* sourcetype="suricata:eve" event_type=flow | stats dc(dest_port) as unique_ports by src_ip | where unique_ports > 100
description = Bir IP-den coxlu sayda fərqli porta muraciet (Skan).
