[SSH_Brute_Force]
search = index=* sourcetype="auth" "Failed password" | stats count as failures by src_ip | where failures > 5
description = Linux auth loqlarinda SSH uzerinden ugursuz giris cehdleri.
