[Web_XSS_Detection]
search = index=* (sourcetype="docker_logs" OR sourcetype="httpevent") ("<script>" OR "alert(" OR "onerror=") | stats count by src_ip, url
description = URL uzerinden XSS (Javascript Injection) cehdi.
