[Web_SQL_Injection]
search = index=* (sourcetype="docker_logs" OR sourcetype="httpevent") ("SELECT" OR "UNION" OR "DROP" OR "INSERT" OR "--") | stats count by src_ip, dest_ip, url
description = Web trafikinde SQL Injection komandalari askar edildi.
